import { BlogCards } from "./blog-cards";

export const BLOG_CARDS: BlogCards[] = [
    { 
        id: 1, 
        name: "Топ-10 напрямків для шукачів пригод",
        img: "../../assets/packege-2.jpg",
        description: "Відкрийте для себе захоплення пригодами в цих дихальних напрямках.",
        description2: "Від подорожей через густі джунглі до підкорення височинних вершин, тут є щось для кожного любителя адреналіну.",
        exposition: "Починайте незабутню подорож, наповнену екскурсіями і адреналіном, коли ви досліджуєте ці топові пригодницькі напрямки по всьому світу."
    },
    { 
        id: 2, 
        name: "Приховані скарби: втікаючи від звичних маршрутів",
        img: "../../assets/packege-3.jpg",
        description: "Втеча від натовпу і відкриття прихованих скарбів в цих менш відомих напрямках.",
        description2: "Відвідайте старовинні села, укриті пляжі та нетронуті природні дива.",
        exposition: "Вийдіть за межі звичайних маршрутів та пориньте у чарівність та красу цих прихованих скарбів, подалі від туристичних толок."
    },
    { 
        id: 3, 
        name: "Кулінарні пригоди: кулінарний посібник для подорожі",
        img: "../../assets/packege-1.jpg",
        description: "Розкішуйте свої смакові рецептори та досліджуйте світ через його смачну кухню.",
        description2: "Від вуличних закусочних до ресторанів зі зірками Мішлен – вирушайте у гастрономічну подорож.",
        exposition: "Відчуйте багатство смаків та культурної різноманітності напрямків через їх місцеву кухню та насолоджуйтеся кожним ковтком своєї кулінарної подорожі."
    },
    { 
        id: 4, 
        name: "Сімейні напрямки для незабутніх відпусток",
        img: "../../assets/packege-8.jpg",
        description: "Заплануйте ідеальну відпустку для всієї сім'ї з цими дружніми для дітей напрямками та розвагами.",
        description2: "Від тематичних парків до навчальних музеїв – створюйте незабутні спогади зі своїми близькими.",
        exposition: "Створюйте незабутні спогади з родиною, вирушаючи у захоплюючі пригоди та спілкуючись під час наповнених веселощами занять у цих сімейних напрямках."
    },
    { 
        id: 5, 
        name: "Подорожі в одиночку: обіймайте подорож самовідкриття",
        img: "../../assets/packege-6.jpg",
        description: "Вирушайте у подорож самовідкриття та досліджуйте світ на своїх умовах.",
        description2: "Від пошуків душі до культурних занурень – знайдіть визволення та самореалізацію у подорожах в одиночку.",
        exposition: "Вийдіть зі своєї зони комфорту, обійміть незалежність та розпочніть перетворюючу подорож самовідкриття, досліджуючи світ самостійно."
    },
    { 
        id: 6, 
        name: "Ідеальні місця для романтичних відпусток",
        img: "../../assets/packege-7.jpg",
        description: "Знайдіть ідеальні місця для незабутніх моментів разом з вашим улюбленим.",
        description2: "Від розкішних пляжів до затишних гірських курортів, створіть найяскравіші спогади з вашим партнером.",
        exposition: "Розділіть миті кохання та романтики, обираючи ідеальні місця для вашої пари, і зануртесь у незабутні моменти, які залишаться з вами назавжди."
    }
];