import { AboutBlog } from "./about-blog";

export const ABOUT_BLOG: AboutBlog[] = [
    { 
        id: 1, 
        name: "Ласкаво просимо до нашого турагентства",
        img: "https://picsum.photos/id/1011/800/450",
        description: "Готові до наступної подорожі? Наше турагентство пропонує широкий вибір захоплюючих напрямків та індивідуальні турпакети, що відповідають потребам кожного мандрівника. Чи мрієте ви про відпочинок на тропічному пляжі,відвідання історичних міст або захопливі пригоди на відкритому повітрі - ми підготуємо для вас ідеальну подорож."
    },
    { 
        id: 2, 
        name: "Проведіть незабутній відпочинок у затишному готелі",
        img: "https://picsum.photos/id/1005/800/450",
        description: "Запрошуємо вас відпочити в нашому затишному готелі, розташованому в чудовому місці природної краси. Ви зможете насолодитися тишею та спокоєм, насиченим відпочинком та відмінним сервісом. Незалежно від того, чи шукаєте ви відпочинок для себе, романтичний вихідний або пригоду з сім'єю.",
    },
    { 
        id: 3, 
        name: "Проведіть незабутній відпочинок у природному розквіті",
        img: "https://picsum.photos/id/103/800/450",
        description: "Запрошуємо вас відпочити в чудовому місці природного розквіту. Тут ви зможете насолодитися спокоєм і гармонією, забувши про швидкий темп життя міських джунглів. Відкрийте для себе нові куточки природи та відпочиньте від щоденних турбот і справ.",
    }
];